app/controllers/pages_controller.rb

  def create
    @page=Page.new(page_params)
    if @page.save
---
INSERT INTO "pages" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "First Page"], ["description", "This page is the first page created on this site. "], ["created_at", "2016-07-19 18:00:26.333781"], ["updated_at", "2016-07-19 18:00:26.333781"]]